chat_system_1898191615_actor_description=General Karador. Resurrected King of Undead creatures.
chat_system_1898191615_snap_2_question=^?^Stop! Whoever you are, mortal, do not move! Speak your name!
chat_system_1898191615_snap_2_answer_0=^?^I'm [player], Royal Treasure Searcher. I come here by order of the Darion King, Mark the Wise!
chat_system_1898191615_snap_3_question=^?^I hate Darion... You should not have come here. Do you not know what this world is - and who I am? This is no place for mortals; all the Gods' laws are ineffective here. This world was created by Titans. And now it is I, General Karador, who command here!
chat_system_1898191615_snap_3_answer_0=^?^The dead general of the undead - an unenviable fate.
chat_system_1898191615_snap_3_header_0=^?^The dead? Oh, no! I'm no less alive than you. Only my flesh is dead, but my spirit, my mind, they are more alive than they were even before my death. I feel rage and thirst for revenge - and I am deprived only of those things which make men weak and helpless.<br>Perhaps you might wish to join my army? This will happen sooner or later, so it is no matter! Everyone who once defied me is now under my banner. And so it will be for you. This is as inevitable as Death itself!
chat_system_1898191615_snap_0_question=^?^What do you wish, mortal? Perhaps you might wish to join my army? This will happen sooner or later, so it is no matter!<br>Everyone who once defied me is now under my banner. And so it will be for you. This is as inevitable as Death itself!
chat_system_1898191615_snap_0_answer_0=^?^But I guess that would mean that I have to die first, right? Maybe you want to try to kill me yourself?
chat_system_1898191615_snap_0_answer_1=^?^Do you even understand what you are saying? A Paladin joining the ranks of the undead? Never! You vile spawn of Darkness! My faith and duty demand that I eliminate such creatures as you.
chat_system_1898191615_snap_0_answer_2=^?^(Go away...)
chat_system_1898191615_snap_1_question=^?^Your words - you come to challenge me...<br>I see you have brought a decent army... That is good. The more warriors that fight against me, the better. Do you not understand that you cannot kill the dead? - And that every slain warrior from your army will rise to stand under my banner?<br>Do you truly wish to die, only to give your soul to me?
chat_system_1898191615_snap_1_answer_0=^?^Yes. All my life I dreamed of becoming famous, as a destroyer of the dark forces. All I needed was the right villain. (Attack the castle...)
chat_system_1898191615_snap_1_answer_1=^?^You have kidnapped the soul of the elven queen. I came for her. So yes, I do defy you! (Attack the castle...)
